export const hotclassify = ['东晋', '三国', '东汉', '西汉', '明代', '先秦']

export const moreclassify = [
  '近现代',
  '清代',
  '元代',
  '宋代',
  '唐代',
  '隋代',
  '南北朝',
  '西晋'
]

export const directory = [
  {
    chapterId: '12315',
    bookId: '73',
    bookName: '人物志',
    chapterName: '第一回',
    chapterContent:
      '《人物志》魏，刘劭（shào）撰述，《人物志》是我国一部辨析、评论人物的专著，一部系统品鉴人物才性的玄学著作，约成书于曹魏明帝统治时期（227 —239 ）。作者在自序中阐述撰著目的：“夫圣贤之所美，莫美乎聪明，聪明之所贵，莫贵乎知人，知人诚智，则众材得其序而庶绩之业兴矣。”魏时文帝曹丕接受陈群建议，用九品中正制选拔人材。该书即是在推行九品中正品评人物、选择人材的大背景下形成的专著，旨在为推行九品中正制在理论上提供依据，在实践上总结经验，以推动这一制度的发展和完善。十六国时刘昞 为之作注，重在“疏通大义，不沾沾于训诂，文词简括”。其后流传既久，传本颇多谬误。明万历甲申（1584）河间刘用霖用隆庆壬申（1572）本旧版合官私书校之，去其重复，成为定本。今有《汉魏丛书本》、《明万历刘氏刊本》、《四库全书本》、《四部丛刊本》等。其书自《隋书·经籍志》以后皆列于名家，《四库全书》则归入子部、杂家类一。',
    lastUpdateTime: '2022-07-20 12:30:20',
    createTime: '2022-07-19 12:30:20'
  },
  {
    chapterId: '12336',
    bookId: '73',
    bookName: '人物志',
    chapterName: '第二回',
    chapterContent:
      '《人物志》魏，刘劭（shào）撰述，《人物志》是我国一部辨析、评论人物的专著，一部系统品鉴人物才性的玄学著作，约成书于曹魏明帝统治时期（227 —239 ）。作者在自序中阐述撰著目的：“夫圣贤之所美，莫美乎聪明，聪明之所贵，莫贵乎知人，知人诚智，则众材得其序而庶绩之业兴矣。”魏时文帝曹丕接受陈群建议，用九品中正制选拔人材。该书即是在推行九品中正品评人物、选择人材的大背景下形成的专著，旨在为推行九品中正制在理论上提供依据，在实践上总结经验，以推动这一制度的发展和完善。十六国时刘昞 为之作注，重在“疏通大义，不沾沾于训诂，文词简括”。其后流传既久，传本颇多谬误。明万历甲申（1584）河间刘用霖用隆庆壬申（1572）本旧版合官私书校之，去其重复，成为定本。今有《汉魏丛书本》、《明万历刘氏刊本》、《四库全书本》、《四部丛刊本》等。其书自《隋书·经籍志》以后皆列于名家，《四库全书》则归入子部、杂家类一。',
    lastUpdateTime: '2022-07-20 12:30:20',
    createTime: '2022-07-19 12:30:20'
  }
]

export const chapter = [
  {
    page: 1,
    content:
      '渣了邻家女孩，苏泽林悔不当初，好在一场意外让他梦回高考前夕，有了弥补遗憾的机会。<br>这一世，我再也不渣青梅竹马了！<br>渣男属性无法改变，忍不住再撩秦诗晴怎么办？<br>那就远离她！<br>这个时候的秦诗晴还没喜欢上我，透露点高考题目，让她稳上清北，而我则去临安，从此天南地北，各自安好吧！<br>计划很完美，然而两个月后，苏泽林却是看着青梅竹马录取通知书上醒目的“浙大”字样陷入了呆滞。<br>“秦诗晴，你是猪吗，这都没能上清北！”<br>渣男心态炸裂。<br>“不好意思，估错分了！”<br>明媚阳光下的少女抿嘴轻笑，红润的樱唇扬起一个俏皮的弧度。<br>“……”'
  },
  {
    page: 2,
    content:
      '渣了邻家女孩，苏泽林悔不当初，好在一场意外让他梦回高考前夕，有了弥补遗憾的机会。<br>这一世，我再也不渣青梅竹马了！<br>渣男属性无法改变，忍不住再撩秦诗晴怎么办？<br>那就远离她！<br>这个时候的秦诗晴还没喜欢上我，透露点高考题目，让她稳上清北，而我则去临安，从此天南地北，各自安好吧！<br>计划很完美，然而两个月后，苏泽林却是看着青梅竹马录取通知书上醒目的“浙大”字样陷入了呆滞。<br>“秦诗晴，你是猪吗，这都没能上清北！”<br>渣男心态炸裂。<br>“不好意思，估错分了！”<br>明媚阳光下的少女抿嘴轻笑，红润的樱唇扬起一个俏皮的弧度。<br>“……”'
  },
  {
    page: 3,
    content:
      '渣了邻家女孩，苏泽林悔不当初，好在一场意外让他梦回高考前夕，有了弥补遗憾的机会。<br>这一世，我再也不渣青梅竹马了！<br>渣男属性无法改变，忍不住再撩秦诗晴怎么办？<br>那就远离她！<br>这个时候的秦诗晴还没喜欢上我，透露点高考题目，让她稳上清北，而我则去临安，从此天南地北，各自安好吧！<br>计划很完美，然而两个月后，苏泽林却是看着青梅竹马录取通知书上醒目的“浙大”字样陷入了呆滞。<br>“秦诗晴，你是猪吗，这都没能上清北！”<br>渣男心态炸裂。<br>“不好意思，估错分了！”<br>明媚阳光下的少女抿嘴轻笑，红润的樱唇扬起一个俏皮的弧度。<br>“……”'
  },
  {
    page: 4,
    content:
      '渣了邻家女孩，苏泽林悔不当初，好在一场意外让他梦回高考前夕，有了弥补遗憾的机会。<br>这一世，我再也不渣青梅竹马了！<br>渣男属性无法改变，忍不住再撩秦诗晴怎么办？<br>那就远离她！<br>这个时候的秦诗晴还没喜欢上我，透露点高考题目，让她稳上清北，而我则去临安，从此天南地北，各自安好吧！<br>计划很完美，然而两个月后，苏泽林却是看着青梅竹马录取通知书上醒目的“浙大”字样陷入了呆滞。<br>“秦诗晴，你是猪吗，这都没能上清北！”<br>渣男心态炸裂。<br>“不好意思，估错分了！”<br>明媚阳光下的少女抿嘴轻笑，红润的樱唇扬起一个俏皮的弧度。<br>“……”'
  },
  {
    page: 5,
    content:
      '渣了邻家女孩，苏泽林悔不当初，好在一场意外让他梦回高考前夕，有了弥补遗憾的机会。<br>这一世，我再也不渣青梅竹马了！<br>渣男属性无法改变，忍不住再撩秦诗晴怎么办？<br>那就远离她！<br>这个时候的秦诗晴还没喜欢上我，透露点高考题目，让她稳上清北，而我则去临安，从此天南地北，各自安好吧！<br>计划很完美，然而两个月后，苏泽林却是看着青梅竹马录取通知书上醒目的“浙大”字样陷入了呆滞。<br>“秦诗晴，你是猪吗，这都没能上清北！”<br>渣男心态炸裂。<br>“不好意思，估错分了！”<br>明媚阳光下的少女抿嘴轻笑，红润的樱唇扬起一个俏皮的弧度。<br>“……”'
  }
]
